Repository: bayupaoh/suitmovie-demo
Catalog: Suitmovie/*.lproj/Localizable.strings
Languages: id

source: Favorite Movie
id: Favorit

source: Category
id: Kategori

source: Popular
id: Populer

source: Upcoming
id: Segera Tayang

source: Top Rated
id: Rating Tertinggi

source: Now Playing
id: Sedang Diputar

source: Please try again
id: Silahkan coba lagi

source: Sorry there is an error in our system. Please try again later
id: Maaf ada kesalahan dalam sistem kami. Silahkan coba lagi

source: There are no movies available
id: Tidak ada film yang tersedia

source: There are no reviews available
id: Tidak ada review film yang tersedia

source: Data not found
id: Data tidak ditemukan

source: Review not available
id: Review belum tersedia
